tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "pkg-config"
brew "php", restart_service: true
brew "composer"
brew "dnsmasq", restart_service: true
brew "exif"
brew "gdal"
brew "git"
brew "imagemagick"
brew "mackup"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "redis", restart_service: true
brew "starship"
brew "telnet"
brew "yarn"
brew "zsh-autosuggestions"
cask "7777"
cask "balenaetcher"
cask "devtoys"
cask "dynamodb-local"
cask "firefox-developer-edition", args: { language: "nl" }
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "helo"
cask "insomnia"
cask "iterm2"
cask "jumpcut"
cask "miniconda"
cask "nosql-workbench"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "ray"
cask "raycast"
cask "tableplus"
cask "tinkerwell"
cask "visual-studio-code"
